Repository: PerryWerneck/libudjat
Catalog: po/*.po
Languages: pt_br

source: yes
pt_br: sim

source: no
pt_br: não

source: Unable to set environment variable
pt_br: Incapaz de setar variável de ambiente

source: Loading configuration
pt_br: Carregando configuração

source: Activating new configuration
pt_br: Ativando nova configuração

source: Starting services
pt_br: Iniciando serviços

source: Unexpected error while activating new configuration
pt_br: Erro inesperado durante a configuração

source: Show this help message
pt_br: Mostra essa mensagem de help

source: Application options:
pt_br: Opções da aplicação

source: Quit after "seconds"
pt_br: Encerra após "seconds"

source: Usage:
pt_br: Uso:

source: [OPTION..]
pt_br: [OPÇÕES..]

source: true
pt_br: verdadeiro

source: on
pt_br: ligado

source: false
pt_br: falso

source: off
pt_br: desligado

source: Operation has failed
pt_br: Operação falhou

source: System Error
pt_br: Erro de sistema

source: Cant set file offset
pt_br: Não foi possível posicionar arquivo

source: Cant write to file
pt_br: Não foi possível escrever no arquivo

source: Cant read from file
pt_br: Não foi possível ler do arquivo

source: Cant get file length
pt_br: Não foi possível obter o tamanho do arquivo

source: Cant get block size
pt_br: Não foi possível obter o tamanho de bloco

source: Unexpected EOF reading from file
pt_br: Fim de arquivo inesperado lendo arquivo

source: Information
pt_br: Informação

source: The request succeeded.
pt_br: Requisição concluída com sucesso.

source: Redirected
pt_br: Redirecionado

source: The request was redirected to another URL.
pt_br: Requisição foi redirecionada para outra URL.

source: Bad Request
pt_br: Requisição inválida

source: The server cannot or will not process the request due to an apparent client error (e.g., malformed request syntax, size too large, invalid request message framing, or deceptive request routing).
pt_br: O servidor não pode ou não processará o pedido devido a um possível erro do cliente, por exemplo, requisição com sintaxe errada, resultado muito grande, enquadramento inválido or problema de rota.

source: Unauthorized
pt_br: Não autorizado

source: Authentication is required and has failed or has not yet been provided.
pt_br: Autenticação falhou ou não foi fornecida.

source: Forbidden
pt_br: Proibido

source: The request contained valid data and was understood by the server, but the server is refusing action.
pt_br: A requisição contem dados válidos e foi reconhecida pelo servidor, porem, o servidor se recusou a atuar.

source: Not found
pt_br: Não encontrado

source: The requested resource could not be found but may be available in the future.
pt_br: O recurso pedido não foi encontrado mas pode ficar disponível no futuro.

source: Proxy Authentication Required
pt_br: Proxy exige autenticação

source: The client must first authenticate itself with the proxy.
pt_br: O cliente deve primeiro autenticar no proxy.

source: Request Timeout
pt_br: Tempo da requisição esgotado

source: The client did not produce a request within the time that the server was prepared to wait.
pt_br: O cliente não gerou uma requisição no tempo que o servidor estava preparado para esperar.

source: The resource requested was previously in use but is no longer available and will not be available again.
pt_br: O recurso pedido foi usado antes mas não estão mais disponívei.

source: Too many requests
pt_br: Muitas requisições

source: Something is making your server work too hard, and it just can’t keep up
pt_br: Algo está fazendo seu servidor trabalhar além do limite

source: Client error
pt_br: Erro de cliente

source: Internal error
pt_br: Erro interno

source: The server has encountered a situation it does not know how to handle.
pt_br: O servidor encontrou uma situação que ele não sabe como resolver.

source: Not Implemented
pt_br: Não implementado

source: The request method is not supported by the server and cannot be handled.
pt_br: O método usado na requisição não é suportado pelo servidor e não pode ser atendido.

source: Bad gateway
pt_br: Gateway inválido

source: The server, while working as a gateway to get a response needed to handle the request, got an invalid response.
pt_br: O servidor está atuando como proxy e recebeu uma resposta inválida.

source: Service Unavailable
pt_br: Serviço indisponível

source: The server is not ready to handle the request. Common causes are a server that is down for maintenance or that is overloaded.
pt_br: O servidor não está pronto para atender à requisição. Pode estar inativo para manutenção ou sobrecarregado.

source: Gateway timeout
pt_br: Timeout no acesso ao gateway

source: The server is acting as a gateway and cannot get a response in time.
pt_br: O servidor está atuando como proxy e não conseguiu obter uma resposta no tempo esperado.

source: HTTP Version Not Supported
pt_br: Versão HTTP não suportada

source: The HTTP version used in the request is not supported by the server.
pt_br: A versão HTTP usada na requisição não é suportada pelo servidor.

source: Server error
pt_br: Erro de servidor

source: Request canceled
pt_br: Requisição cancelada

source: The request was canceled by the user
pt_br: A operação foi cancelada pelo usuário

source: Unexpected HTTP error code
pt_br: Código de erro HTTP inesperado

source: The HTTP error code is unknown
pt_br: Código de erro HTTP desconhecido

source: System error {} ({}) acessing {}
pt_br: Essoe de sistem {} ({}) acessando {}

source: System error {} acessing {}
pt_br: Erro de sistema {} acessando {}

source: HTTP error code {}
pt_br: Erro HTTP {}

source: Unexpected error {} acessing {}
pt_br: Erro inesperado {} acessando {}

source: Save log to file
pt_br: Envia log para arquivo

source: Send log to console
pt_br: Envia log para o console

source: Set log level to 'verbosity'
pt_br: Define nível de log para 'verbosity'

source: Quiet output
pt_br: Inibe saídas para console

source: Enable coredump
pt_br: Habilita coredump

source: Log/Debug options:
pt_br: Opções de log/debug:

source: one second
pt_br: um segundo

source: one hour
pt_br: uma hora

source: {} hours
pt_br: {} horas

source: one minute
pt_br: um minuto

source: {} minutes
pt_br: {} minutos

source: {} seconds
pt_br: {} segundos

source: {} milliseconds
pt_br: {} millisegundos

source: The message template is invalid
pt_br: O template de mensagem não é válido

source: Unable to get value of '{}'
pt_br: Incapaz de obter valor para '{}'

source: Invalid size on RTA_GATEWAY
pt_br: Tamanho inválido em RTA_GATEWAY

source: Cant send netlink message
pt_br: Não consegui enviar mensagem 'netlink'

source: Cant receive netlink response
pt_br: Não consegui receber mensagem 'netlink'

source: Error in received packet
pt_br: Erro no pacote recebido

source: Run in the background
pt_br: Rodar no background

source: \StringFileInfo\080904B0\FileDescription
pt_br: \StringFileInfo\041604B0\FileDescription

source: The request has timed out. Possible causes are slow or intermittent internet connection, Antivirus software, Firewall, and Proxy settings.
pt_br: Timeout na requisição. As causas possíveis são conexão de internet lenta ou falhando, software antivírus ou configurações de firewall e proxy.

source: No such host is known. The name is not an official host name or alias, or it cannot be found in the database(s) being queried.
pt_br: Endereço desconhecido. O nome não é um endereço ou apelido oficial, ou não pôde ser encontrado nas bases de dados consultadas.

source: Start service
pt_br: Iniciar serviço

source: Stop service
pt_br: Parar serviço

source: Install service
pt_br: Instalar serviço

source: Uninstall service
pt_br: Desinstalar serviço

source: Reinstall service
pt_br: Reinstalar serviço

source: Block access to 'net stop' on this service
pt_br: Bloquear acesso a 'net stop' no serviço

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: The required attribute 'cmdline' is missing
pt_br: Atributo necessário 'cmdline' não está disponível

source: Cant set subprocess user id
pt_br: Incapaz de definir o usuário do subprocesso

source: Cant set subprocess group id
pt_br: Incapaz de definir o grupo do subprocesso

source: System is ready
pt_br: Sistema em funcionamento

source: System is not ready
pt_br: Sistema não está em funcionamento

source: Less than one minute
pt_br: Menos de um minuto

source: {d} {D} and {h} {H}
pt_br: {d} {D} e {h} {H}

source: {d} {D} and {m} {M}
pt_br: {d} {D} e {m} {M}

source: {h} {H} and {m} {M}
pt_br: {h} {H} e {m} {M}

source: {d} {D}, {h} {H} and {m} {M}
pt_br: {d} {D}, {h} {H} e {m} {M}

source: days
pt_br: dias

source: day
pt_br: dia

source: hours
pt_br: horas

source: hour
pt_br: hora

source: minutes
pt_br: minutos

source: minute
pt_br: minuto

source: second
pt_br: segundo

source: seconds
pt_br: segundos

source: undefined
pt_br: indefinido

source: object
pt_br: objeto

source: string
pt_br: texto

source: signed
pt_br: com sinal

source: unsigned
pt_br: sem sinal

source: real
pt_br: ponto flutuante

source: boolean
pt_br: condicional

source: fraction
pt_br: fração

source: icon
pt_br: ícone

source: state
pt_br: estado

source: int
pt_br: inteiro

source: integer
pt_br: inteiro

source: number
pt_br: numero

source: Unknown
pt_br: Desconhecido

source: Required attribute '{}' is missing
pt_br: Atributo necessário '{}' não foi encontrado

source: Configuration file not found
pt_br: Arquivo de configuração não encontrado

source: default
pt_br: padrão

source: Agent has nothing to report
pt_br: Agente não tem nada a informar

source: Agent controller
pt_br: Controlador de agentes

source: Agent controller was not initialized
pt_br: Controlador de agentes não foi inicializado

source: Get agent properties
pt_br: Obtém propriedades do agente

source: No abnormal state was detected
pt_br: Nenhum estado anormal foi reportado

source: Error activating state
pt_br: Erro ao ativar estado

source: Unexpected error activating state
pt_br: Erro inesperado ao ativar estado

source: Module '{}' is not loaded
pt_br: Modulo '{}' não foi carregado

source: I dont know how to execute '{}'
pt_br: Não sei como executar '{}'

source: System error
pt_br: Erro de sistema

source: Operation failed
pt_br: Operação falhou
